Repository: acalanchini-dev/easy-restaurant-menu
Catalog: languages/*.po
Languages: it_it

source: A simple plugin to create and manage restaurant menus with a customizable Gutenberg block.
it_it: Un plugin semplice per creare e gestire menu di ristoranti con un blocco Gutenberg personalizzabile.

source: Easy Restaurant Menu requires WordPress version %s or higher. Please upgrade WordPress and try again.
it_it: Easy Restaurant Menu richiede WordPress versione %s o superiore. Si prega di aggiornare WordPress e riprovare.

source: Easy Restaurant Menu requires PHP version %s or higher. Please upgrade PHP and try again.
it_it: Easy Restaurant Menu richiede PHP versione %s o superiore. Si prega di aggiornare PHP e riprovare.

source: Restaurant Menu
it_it: Menu Ristorante

source: Menus
it_it: Menu

source: Sections
it_it: Sezioni

source: Items
it_it: Piatti

source: Settings
it_it: Impostazioni

source: Welcome to Easy Restaurant Menu
it_it: Benvenuto in Easy Restaurant Menu

source: Create and manage restaurant menus easily
it_it: Crea e gestisci facilmente i menu del tuo ristorante

source: General Settings
it_it: Impostazioni Generali

source: Advanced
it_it: Avanzate

source: Restaurant Menu Block
it_it: Menu Ristorante

source: Display a customized restaurant menu
it_it: Visualizza un menu ristorante personalizzato

source: Item created successfully
it_it: Elemento creato con successo

source: Duplicate
it_it: Duplica

source: Item duplicated successfully
it_it: Elemento duplicato con successo

source: %s (Copy)
it_it: %s (Copia)

source: Error while duplicating item
it_it: Errore durante la duplicazione dell'elemento

source: Item deleted successfully
it_it: Elemento eliminato con successo

source: Item title size (px)
it_it: Dimensione titoli elementi (px)

source: Price size (px)
it_it: Dimensione prezzi (px)

source: Description size (px)
it_it: Dimensione descrizioni (px)
